Autodesk.Revit.FabricationExportType
Types of Fabrication Exports

Autodesk.Revit.FabricationExportType.LinearNest
Linear Nest Export type

Autodesk.Revit.FabricationExportType.Ancillary
Ancillary export type

Autodesk.Revit.FabricationExportType.Item
Item export type